export const heritage = [
  {
    id: 1,
    name: 'الجامع الأموي',
    city: 'دمشق',
    country: 'سوريا',

    coverImage: 'assets/imgs/explore/explore-details/3.jpg',

    gallery: [
      'assets/imgs/explore/explore-details/1.jpg',
      'assets/imgs/explore/explore-details/2.jpg',
      'assets/imgs/explore/explore-details/3.jpg',
      'assets/imgs/explore/explore-details/4.jpg',
      'assets/imgs/explore/explore-details/5.jpg',
    ],

    description: ` 
يُعد الجامع الأموي في دمشق أحد أهم المعالم الإسلامية والتاريخية في العالم، وأول مسجد ضخم بُني في العصر الأموي. أمر ببنائه الخليفة الوليد بن عبد الملك بين عامي 705 و715 ميلاديًا، على أنقاض كنيسة القديس يوحنا المعمدان، والتي كانت بدورها مبنية فوق معبد روماني قديم.
    `,

    features: [
      'يعد من أقدم المساجد التي حافظت على تصميمها الأصلي.',
      'يضم مقام النبي يحيى (يوحنا المعمدان) بحسب الموروث الإسلامي والمسيحي.',
      'يشتهر بفسيفسائه الذهبية التي كانت تغطي أجزاء واسعة من جدرانه.',
      `
      يحتوي على ثلاث مآذن تاريخية، أشهرها:
مئذنة العروس.
مئذنة عيسى.
مئذنة قايتباي.`,
'يتميز بفناء واسع تحيط به الأروقة ذات الأقواس الحجرية.'
    ],

    tourismImportance: [
      'مقصد ديني وتاريخي لملايين الزوار.',
      ' يقع في قلب مدينة دمشق القديمة بالقرب من سوق الحميدية وقصر العظم، مما  يجعله جزءًا من جولة سياحية متكاملة.',

    ],

    location: {
      city: 'دمشق',
      country: 'سوريا',
      lat: '33.5112',
      lng: '36.3064',
      googleMap: 'https://maps.google.com/?q=33.5112,36.3064',
    },
  },


    {
    id: 2,
    name: 'قلعة حلب',
    city: 'حلب',
    country: 'سوريا',

    coverImage: 'assets/imgs/explore/explore-details/9.jpg',

    gallery: [
      'assets/imgs/explore/explore-details/6.jpg',
      'assets/imgs/explore/explore-details/7.jpg',
      'assets/imgs/explore/explore-details/8.jpg',
      'assets/imgs/explore/explore-details/9.jpg',
      'assets/imgs/explore/explore-details/10.jpg',
    ],

    description: ` 
تُعد قلعة حلب واحدة من أقدم وأضخم القلاع العسكرية في العالم، وتقع على تل طبيعي يرتفع حوالي 50 مترًا فوق مستوى المدينة القديمة. يعود استخدام الموقع إلى الألفية الثالثة قبل الميلاد، بينما يعود معظم البناء الحالي إلى العصر الأيوبي، خاصة في عهد الملك الظاهر غازي ابن صلاح الدين الأيوبي خلال القرنين الثاني عشر والثالث عشر.
    `,

    features: [
      'مدخلها الضخم الذي يمر عبر جسر حجري فوق خندق دفاعي.',
      'أسوار وأبراج دفاعية ضخمة صُممت لحماية المدينة.',
      'تضم مسجدًا تاريخيًا وقصرًا ملكيًا وحمامات وآبارًا وخزانات مياه.',
      'توفر إطلالة بانورامية رائعة على مدينة حلب القديمة.',
      'تعتبر نموذجًا مميزًا للهندسة العسكرية الإسلامية في العصور الوسطى'
    ],

    tourismImportance: [
      'تُعد أشهر معلم أثري في مدينة حلب ورمزًا لها.',
      'تقع ضمن مدينة حلب القديمة المدرجة على قائمة التراث العالمي لليونسكو.',
      'تستقطب المهتمين بالتاريخ والعمارة والآثار من مختلف أنحاء العالم.'

    ],

    location: {
      city: 'حلب ',
      country: 'سوريا',
      lat: '36.1990',
  lng: '37.1638',
  googleMap: 'https://www.google.com/maps?q=36.1990,37.1638'
    },
  },



  
    {
    id: 3,
    name: ' مدينة تدمر الأثرية',
    city: 'تدمر – محافظة حمص',
    country: 'سوريا',

    coverImage: 'assets/imgs/explore/explore-details/17.jpg',

    gallery: [
      'assets/imgs/explore/explore-details/11.jpg',
      'assets/imgs/explore/explore-details/12.jpg',
      'assets/imgs/explore/explore-details/13.jpg',
      'assets/imgs/explore/explore-details/14.jpg',
      'assets/imgs/explore/explore-details/15.jpg',
      'assets/imgs/explore/explore-details/16.jpg',
      'assets/imgs/explore/explore-details/17.jpg',

    ],

    description: ` 
تُعد مدينة تدمر من أعظم المدن الأثرية في العالم، وتقع في قلب البادية السورية بمحافظة حمص. ازدهرت بين القرنين الأول والثالث الميلاديين، وكانت محطة رئيسية على طريق الحرير الذي ربط بين الإمبراطورية الرومانية وبلاد فارس والشرق الأقصى. اشتهرت بثروتها التجارية وبحضارتها التي مزجت بين الفن الروماني واليوناني والشرقي، مما منحها طابعًا معماريًا فريدًا.
اشتهرت المدينة أيضًا بملكة تدمر زنوبيا، التي قادت المملكة في القرن الثالث الميلادي، ووسعت نفوذها لتشمل أجزاءً من سوريا ومصر وآسيا الصغرى قبل أن تسقط على يد الإمبراطورية الرومانية.
أهم ما يميزها    `,

    features: [
      'الشارع المستقيم (الرواق الكبير): يمتد لأكثر من كيلومتر وتحيط به مئات الأعمدة الحجرية',
      'المسرح الروماني: من أبرز المسارح الأثرية في الشرق، وكان يُستخدم للعروض والاحتفالات.',
      'معبد بل: أحد أهم المعابد الدينية في الشرق القديم، ويُعد من أبرز رموز تدمر التاريخية.',
      'معبد بعل شمين: معبد مخصص لإله السماء عند القدماء، ويتميز بتصميمه المعماري الفريد.',
      'وادي القبور والأبراج الجنائزية: يضم مقابر وبرجًا جنائزيًا منحوتًا يعكس تطور فنون الدفن في تدمر.',
      'قوس النصر: بوابة أثرية كانت تربط أجزاء المدينة الرئيسية وتُعد من أشهر معالمها.'
    ],

    tourismImportance: [
      'تُعد من أهم المواقع الأثرية في الشرق الأوسط، وتجذب المهتمين بالتاريخ والآثار من مختلف أنحاء العالم.',
      'أدرجتها اليونسكو على قائمة التراث العالمي عام 1980 لما تتمتع به من قيمة تاريخية ومعمارية استثنائية.',
      'تمثل نموذجًا فريدًا لمدينة ازدهرت بفضل التجارة والثقافة، وكانت حلقة وصل بين الحضارات الشرقية والغربية.'
    ],

    location: {
      city: 'تدمر– محافظة حمص ',
      country: 'سوريا',
     "lat": "34.5515",
  "lng": "38.2730",
  "googleMap": "https://www.google.com/maps?q=34.5515,38.2730"
    },
  },


];
